Extensions installed on WSL: Ubuntu:
amazonwebservices.aws-toolkit-vscode
Boto3typed.boto3-ide
DavidAnson.vscode-markdownlint
eamodio.gitlens
GitHub.copilot
GitHub.vscode-pull-request-github
hashicorp.terraform
jebbs.plantuml
ms-azuretools.vscode-docker
ms-python.isort
ms-python.pylint
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-powertoys
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.makefile-tools
ms-vscode.powershell
redhat.vscode-yaml
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
